Repository: victorvmz21/BoltSpeed
Catalog: Bolt/Resources/Localized Strings/*.lproj/Localizable.strings
Languages: pt_br

source: Welcome
pt_br: Bem - Vindo

source: No Speed Track Recorded Yet.
pt_br: Você não possui nenhuma gravacão.

source: Refresh Screen
pt_br: Atualizar

source: New Speed Track
pt_br: Velocidade Gravada

source: Speed Track Created Successfully.
pt_br: Recorde de velocidade Criado com Sucesso.

source: Error
pt_br: Erro

source: Couldn't Record a Speed Track, Try again!
pt_br: Não Foi Possivel Gravar Velocidade, tente novamente!

source: Start Point
pt_br: Início

source: Destination
pt_br: Destino

source: Date
pt_br: Data

source: Time
pt_br: Tempo

source: Distance
pt_br: Distância

source: Avg Speed
pt_br: Velo Média
